Repository: EdouardF/f1-tracker
Catalog: GridPulse-iOS/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Next Race
fr: Prochaine Course

source: Schedule
fr: Calendrier

source: Standings
fr: Classements

source: Drivers
fr: Pilotes

source: Constructors
fr: Écuries

source: Settings
fr: Réglages

source: NEXT RACE
fr: PROCHAINE COURSE

source: DRIVERS STANDINGS
fr: CLASSEMENT PILOTES

source: RECENT RESULTS
fr: RÉSULTATS RÉCENTS

source: View Full Standings
fr: Voir le classement complet

source: WEEKEND SCHEDULE
fr: PROGRAMME DU WEEKEND

source: STARTING GRID
fr: GRILLE DE DÉPART

source: RESULTS
fr: RÉSULTATS

source: RACE WEEKEND
fr: WEEKEND DE COURSE

source: UPCOMING
fr: À VENIR

source: Season
fr: Saison

source: No upcoming race
fr: Aucune course à venir

source: Loading schedule...
fr: Chargement du calendrier...

source: Loading standings...
fr: Chargement des classements...

source: Retry
fr: Réessayer
